[
  {
    "id": "acupuncture",
    "name": "Acupuncture",
    "description": "Acupuncture helps the body heal on its own and prevents illness from arising. Tiny needles stimulate the acupuncture points during treatment to promote healing and harmony. Acupuncture is a gentle, relaxing, minimally invasive way to help bodies heal themselves, build immunity, and prevent illness from arising. Clinical research shows that acupuncture is anti-inflammatory, lowers blood sugar and blood pressure, increases blood and lymph circulation, increases endorphins and opioids (natural pain killers), and prevents the chemicals that signal pain from forming. It also changes our brainwaves and nervous system state to those associated with self-repair.",
    "image": "acupuncture.jpg",
    "caption": "Acupuncture is one of many treatment modalities that are part of East Asian Medicines."
  },
  {
    "id": "herbal-medicine",
    "name": "Herbal Medicine",
    "description": "Chinese herbs support your whole being with healing from the inside out. They have been used to treat a wide range of health issues, from common colds to mental disturbances, for thousands of years, with the goal being treatment and prevention.",
    "image": "herbal-medicine.jpg",
    "caption": "The use of herbal medicines is an ancient practice that dates back thousands of years."
  },
  {
    "id": "cupping-and-gua-sha",
    "name": "Cupping and Gua Sha",
    "description": "These tools help manage pain as well as natural relief. They quickly work deep into your muscles, releasing tension and toxins while reducing inflammation and promoting circulation.",
    "image": "cupping-gua-sha.jpg",
    "caption": "Cupping and gua sha are ancient techniques used for centuries to relieve pain and tension, release stress, and promote restoration. "
  },
  {
    "id": "moxibustion",
    "name": "Moxibustion",
    "description": "Moxibustion, or “moxa,” has been used for centuries to help improve the body’s health. A moxa treatment includes burning dried mugwort on or near your skin. This technique builds energy and warms up muscles and joints for better circulation, improving digestion, stimulating immunity, and calming.",
    "image": "moxibustion.jpg",
    "caption": "Moxibustion has been used for centuries to both stimulate and energize a client while being deeply calming at the same time.  "
  },
  {
    "id": "nutrition",
    "name": "Nutrition",
    "description": "To achieve optimal health, what we put in our bodies, how we eat, and when we eat all determine our future. Nutrition, diet, and lifestyle habits are fundamental to East Asian medicine. Dietary therapy has been considered a first-line treatment that aims to alleviate many symptoms and cure the root causes when combined with acupuncture and herbal therapies.\n\nWhen we eat well, our bodies are better able to heal themselves. Good nutrition means your body gets all the nutrients, vitamins, and minerals it needs to work its best. What and when you eat can significantly affect how your body feels. Focusing on fresh, whole foods without any added chemicals or processing provides the body with the nutrients it needs for you to feel your most vibrant self.",
    "image": "nutrition.jpg",
    "caption": "The healing power of food is undeniable."
  },
  {
    "id": "laser-acupuncture",
    "name": "Laser Acupuncture",
    "description": "The application of therapeutic laser to acupoints on the body, ear, or hand is a simple, effective, non-invasive, and dependable pain management tool. ",
    "image": "laser-acupuncture.jpg",
    "caption": "Show Me Light: The healing power of laser therapy."
  }
]
